package com.atguigu.homework3;

public class Data {
    public static final String[][] EQUIPMENTS = {
            {"1", "联想", "6000", "拯救者", "0"},
            {"2", "宏碁 ", "5000", "AT7-N52", "0"},
            {"3", "小米", "2000", "5V5Pro", "1"},
            {"4", "戴尔", "4000", "3800-R33", "1"},
            {"5", "苹果", "12000", "MBP15", "1"},
            {"6", "华硕", "8000", "K30BD-21寸", "2"},
            {"7", "联想", "7000", "YOGA", "0"},
            {"8", "惠普", "5800", "X500", "2"},
            {"9", "苹果", "4500", "2021Pro", "0"},
            {"10", "惠普", "5800", "FZ5", "1"}
    };
}